In [2]:
import pandas as pd
from typing import List

In [3]:
def selectFirstRows(employees: pd.DataFrame) -> pd.DataFrame:
    return employees[:3]

In [4]:
employees = pd.read_csv("pandas_3.csv")

In [5]:
selectFirstRows(employees)

   employee_id     name   department  salary
0            3      Bob   Operations   48675
1           90    Alice        Sales   11096
2            9  Tatiana  Engineering   33805